
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%2$.0lfk 中 %1$0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ は現在入手できる最新バージョンです。";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ が入手できます（使用中のバージョンは %3$@ です）。今すぐダウンロードしますか？";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新しいバージョンの %@ が入手できます。";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "appcast のフェッチ中またはパース中にエラーが起こりました：\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "ファイルをダウンロード中にエラーが起こりました：\n\n%@";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "タイプ %1$@ のアーカイブを抽出できません。%2$@ だけがサポートされています。\n\nあなたがユーザの場合は、しばらくしてからもう一度お試しください。ディベロッパーが修復しているかもしれません。";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Check for updates on startup?" = "スタート時にアップデートをチェックしますか？";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "現存のアプリケーションを削除しなければいけません。アップデートをインストールする前に削除が必要です。アクセス権が読み出しのみの場所（例：ディスクイメージ）にアプリケーションがある場合は アプリケーションフォルダ に移動してください。";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "アップデートを新しい場所に移動することができません。このアプリケーションを読み出しのみの場所（例：ディスクイメージ）から起動していませんか？以前のバージョンはすでに削除されていますが、ゴミ箱にまだあるかもしれません。そこから復元することができるでしょう。";

/* No comment provided by engineer. */
"Download New Version" = "新しいバージョンをダウンロード";

/* No comment provided by engineer. */
"Extracting update..." = "アップデート抽出...";

/* No comment provided by engineer. */
"Install and Relaunch" = "インストールして再起動";

/* No comment provided by engineer. */
"Installing update..." = "アップデートをインストール...";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "ダウンロードしたアップデートが消失したようです。しばらくしてからもう一度お試しください。";

/* No comment provided by engineer. */
"Ready to install!" = "インストールできます。";

/* No comment provided by engineer. */
"Release Notes" = "リリースノート";

/* No comment provided by engineer. */
"Review Changes" = "更新履歴";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "アップデートアーカイブには %@ という名前のアプリケーションがありません。アップデートするアプリケーション名は現存のアプリケーション名と同じでなければなりません。Info.plist にあるとおりの名前を使ってください。\n\nあなたがユーザの場合は、しばらくしてからもう一度お試しください。ディベロッパーが修復しているかもしれません。";

/* No comment provided by engineer. */
"Update Error!" = "アップデートエラー";

/* No comment provided by engineer. */
"Updating %@" = "%@ をアップデート中";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "%1$@ のアップデートをスタートアップ時にチェックしますか？ %2$@ メニューから手動でチェックすることもできます。";

/* No comment provided by engineer. */
"You're up to date!" = "最新版を使用しています！";
